{
    "servants": [
        {
            "name": {
                "full": "Vlad III"
            },
            "class": "Lancer",
            "description": "Lancer of \"Black\" (\"黒\"のランサー, \"Kuro\" no Ransā) is the Lancer-class Servant of Darnic Prestone Yggdmillennia of the Black Faction in the Great Holy Grail War of Fate/Apocrypha. \n\nLancer's True Name is Vlad III (ヴラド三世, Vurado Sansei), the Lord Impaler (串刺し公, Kushizashi Kō) (1431-1476), the greatest hero of Wallachia, whose feats in war caused him to be known fearsomely as the \"Impaling Prince\" to the Turks. Due to the legends associated with him, another name has been spread across the world, The Little Dragon, better known as the vampire Count Dracula. While the nation was small, he was a hero who ascended to the throne and managed to turn back the numerous invasions of the Ottoman Empire that had trampled over every other country. Though the model for Dracula, he was not a vampire, but a man of devotion and great hero.\n\nIt is said that the difference between him and his counterpart is their aspects being different, Fate/Apocrypha's version being Vlad III's aspect as a King, while his Fate/EXTRA counterpart is his aspect of a Warrior.",
            "gender": "Male",
            
            "image": {
                "large": "https://s4.anilist.co/file/anilistcdn/character/large/121137-AnD6fj9Z9r0R.jpg"
            },
            "Summon Rate": 5
        },
        {
            "name": {
                "full": "Shirou Tokisada Amakusa "
            },
            "class": "Ruler",
            "description": "The Master of Assasin of Red, Shirou was dispatched by the Church as one of the Masters of the Red Faction. \n~!He is actually a Ruler-class Servant of the Einzbern Master‎‎ in the Third Holy Grail War. He was later materialized due to having come into contact with the Greater Grail and managing to receive flesh.!~ He wants to make use of the Holy Grail War to fulfill his own wish. He has no connection to Shirou Emiya of the Fate/stay night timeline. ",
            "gender": "Male",
            
            "image": {
                "large": "https://s4.anilist.co/file/anilistcdn/character/large/b35603-t3sr3V7ZFzet.png"
            },
            "Summon Rate": 5
        },
        {
            "name": {
                "full": "Jeanne  d'Arc"
            },
            "class": "Ruler",
            "description": "Ruler's True Name is Jeanne d'Arc, the Saint of Orleans. A Catholic saint born in Domrémy, France, and the heroine of France who liberated Orléans in the Hundred Years' War.\n\nA Ruler Class Servant is the Standard-Bearer who Correctly Guides the Holy Grail War. Jeanne is a special Heroic Spirit summoned by the Holy Grail itself to act as the administrator of the Holy Grail War instead of the Church. Being summoned in the Ruler class also allows her to retain the memories of each repeating \"game\" unlike other Servants.\n\nJeanne d'Arc was a common farmer's daughter. She claims she had received the command of God to fight. She heard the Lord’s lament that the world changed straight into hell. The Lord wept into sorrow as no one could stop it and people were not even allowed to live simply, and were compelled to become either beasts or food. Conflict never ended, and blood continued to rain incessantly and soak the land. She received a revelation from the Lord, the voice contained no glory or victory, no obligation or sense of purpose but only the Lord laments. She caught his small, feeble murmurs that everyone else failed to hear. \n\nJeanne also has a minor cameo in the second season of Fate/Zero.",
            "gender": "Female",
            
            "image": {
                "large": "https://s4.anilist.co/file/anilistcdn/character/large/b67769-h3UKqGxwsIvV.png"
            },
            "Summon Rate": 5
        },
        {
            "name": {
                "full": "Atalanta "
            },
            "class": "Archer",
            "description": "Archer of \"Red\" (\"赤\"のアーチャー, \"Aka\" no Āchā) is the Archer-class Servant of Rottweil Berzinsky of the Red Faction in the Great Holy Grail War of Fate/Apocrypha. Shirou Kotomine assumes command over her before she even meets her Master, and through his machinations, he later officially becomes Archer's Master.\n\nArcher's True Name is Atalanta (アタランテ, Atarante), a famous huntress known as the Chaste Huntress (純潔の狩人, Junketsu no Karyūdo) that appears in Greek Mythology. She is a huntress who is famous for her swift feet in Ancient Greek legend. She became famous after being the first one to drive an arrow into the Calydonian Boar during its extermination. Also, she is included as a member of the Argonauts, which assembled brave heroes from all over Greece. She has the tragic past of being born as the daughter of a king of a certain country and yet being abandoned in the mountains by her father.\n\n~!Atalanta was born as the daughter of King Iasus of Arcadia. However, although she was born in and as the princess of the natural paradise, Atalanta ended up being abandoned in the forests and on the mountains immediately she was born as she was shunned by her father - who desired a son. But she survived thanks to the divine protection from Artemis, a virgin goddess who felt pity for her. Artemis sent and made a female bear, a sacred beast of the goddess, nurture the girl by giving her milk and raising her up. In gratitude, Atalanta is a fervent follower of Artemis!~\n\n~!During the final battle in Great Holy Grail War of Fate/Apocrypha, Atalanta faces Ruler who she still blames for the death of the children that make up Jack the Ripper. She activates her personal Noble Phantasm, Agrius Metamorphosis, which not only transforms her into a monstrous version of herself, but increases her physical abilities. Ruler expresses pure disgust at Atalanta for discarding her heroic side and reducing herself to a rabid monster.!~\n",
            "gender": "Female",
            
            "image": {
                "large": "https://s4.anilist.co/file/anilistcdn/character/large/89924-Z4xYcaYxmEZ7.jpg"
            },
            "Summon Rate": 4
        },
        {
            "name": {
                "full": "Karna "
            },
            "class":"Lancer",
            "description": "Lancer of Red is the Lancer-class Servant of Shirou Kotomine of the Red Faction in the Great Holy Grail War of Fate/Apocrypha. Originally summoned by one of the five puppet Masters of the Red Faction, he later becomes one of the Servants of Shirou.\n\n~!Lancer's identity is Karna, Son of the Sun God, the invulnerable hero of the Indian epic Mahabharata. Karna was born between a human mother Kunti and the Sun God Surya. As proof of being the son of Surya, he was given a golden armor that granted invulnerability. Karna was born to become a great hero. However, Kunti abandoned Karna and became the queen of King Kuru. Not knowing who his mother was, Karna grew up with a low social status. However, he soon made his existence known to the world by becoming the honored guest of the Royal House Kauravas, who were hostile to King Kuru. Karna participated in the wars around the borders and fought on an equal footing with Arjuna, son of Kunti and Thunder God Indra. Karna eventually fell in battle after being robbed of his golden armor by Indra, suffering many curses, and losing all of his allies. He died in the hands of his half-brother Arjuna. However, he did not hate anyone and accepted his death.!~\n\n(Source: Type-Moon Wikia)",
            "gender": "Male",
            
            "image": {
                "large": "https://s4.anilist.co/file/anilistcdn/character/large/b120461-n2FsP6JfASZa.png"
            },
            "Summon Rate":5
        },
        {
            "name": {
                "full": "Semiramis"
            },
            "class":"Assassin",
            "description": "Servant of Shirou as part of the Red Faction in the Turifas Holy Grail War of Fate/Apocrypha.\n\nAssassin's identity is Semiramis, Wise Queen of Assyria (アッシリアの賢女王), a legendary queen who reigned over the empire of Assyria. Since her childhood, she has studied a wide range of disciplines such as cosmetics, hairdressing, dancing, clothing, music, astronomy, and her beautiful face has captivated many men. A very enthusiastic person, she indulges in luxury and decadence. Her passion has led her to start a war to possess a single man, and to poison her husband, the king, for politics. But her abilities as a queen are indisputable, as she has led many expeditions, as seen on walls and the Ishtar Gate. She uses poison as her weapon.\n\n(Source: Type-Moon Wiki)",
            "gender": "Female",
            
            "image": {
                "large": "https://s4.anilist.co/file/anilistcdn/character/large/b35596-KTzllg6135Up.jpg"
            },
            "Summon Rate":5
        },
        {
            "name": {
                "full": "Siegfried "
            },
            "class":"Saber",
            "description": "Siegfried is the hero portrayed as the main character of the German Nibelungenlied epic. Prince of the Netherlands, he wields the precious sword Balmung which he received from the Nibelungen family and has fought in many campaigns and adventures. His most well-known feat is killing the evil dragon Fafnir. He then bathed in the blood of the dragon and has obtained an invincible body. \n\nIn Fate/Apocrypha\n~!He is the Servant of Gordes Musik Yggdmillennia as part of the Black Faction in the Turifas Holy Grail War. He killed himself and gave his heart to Sieg so that he would be able to live a full life. Sieg named himself this to honor Siegfried's sacrifice.    !~  (Source: Type-Moon Wiki)",
            "gender": "Male",
            
            "image": {
                "large": "https://s4.anilist.co/file/anilistcdn/character/large/b35609-93brmqfC70N3.png"
            },
            "Summon Rate":5
        },
        {
            "name": {
                "full": "Astolfo"
            },
            "class":"Rider",
            "description": "**Height:** 164 cm\n\nRider of Black is the Rider-class Servant of Selenik Icecol Yggdmillennia as part of the Black Faction in the Turifas Holy Grail War of Fate/Apocrypha.  Black Rider's identity is Astolfo, the Twelfth Paladin of Charlemagne.  ~!In the Charlemagne Legend, he is the son of an English king, and one of Charlemagne's twelve faithful Paladins. He is beautiful beyond all compare, but he is also a frightfully unparalleled blabbermouth, prone to speaking on and on until those involved lose all rationality. His conversations, through no ill intent on his part, have a way of meandering toward maximum social awkwardness. His hobby of adventuring gets himself mixed up in an assorted amount of mischief due to him constantly popping up everywhere. He states that his hair ornaments, which seem like something a princess would wear, are an \"irresistible proof of friendship\" that he uses to restore peace to his depressively mad boon ally, Orlando. !~  (Source: TYPE-MOON Wiki)",
            "gender": "Male",
            
            "image": {
                "large": "https://s4.anilist.co/file/anilistcdn/character/large/n79995-UtAWfXTwgTMf.jpg"
            },
            "Summon Rate":4
        },
        {
            "name": {
                "full": "Jack the Ripper"
            },
            "class":"Assassin",
            "description": "Jack the Ripper, the Legendary Serial Killer (伝説の連続殺人鬼, Densetsu no Shiriaru Kiraa), is a Servant of the Assassin class and one of the main characters in Fate/Apocrypha.  She is a young girl who embodies contradiction itself, combining the dual natures of \"day\" and \"night.\" She displays a childish manner of speech, but she is truly quick of thought. Rationality dominates her behavior, but there are many inherent weaknesses to her psyche. Her personality is both pure and cruel, and she is inclined to repay cruelty with cruelty and benevolence with benevolence. Her psyche is inherently broken, and mistreatment toward her may result in irreversible deterioration. While needing to feed on the souls of humans to keep herself in existence, she claims that she will only eat evil people because their souls \"taste\" better.   (Source: Type-Moon Wiki)",
            "gender": null,
            
            "image": {
                "large": "https://s4.anilist.co/file/anilistcdn/character/large/b55951-7uBzcKzN5tvf.jpg"
            },
            "Summon Rate":5
        },
        {
            "name": {
                "full": "Mordred Pendragon"
            },
            "description": "Mordred is the \"son\" of King Arthur though, in reality, she is a woman. \n\nMorgan le Fay, Artoria's sister, created Mordred as a homunculus clone of the King. Morgan grew Mordred in secret, inculcating her the desire to usurp the King and ascend to the throne as the rightful heir. To achieve this objective Mordred was made to be one of the Knights of the Round Table. \n\nWith time Mordred grew to idolize her \"father\", but the King refused to recognize her as a rightful heir. These clashing feelings of love and hate made Mordred play an important role in the fall of Camelot.\n\nIn Fate/Apocrypha\n\n~!Mordred is the Saber-class Servant of Kairi Sisigou as part of the Red Faction in the Turifas Holy Grail War.!~\n",
            "gender": null,
            
            "image": {
                "large": "https://s4.anilist.co/file/anilistcdn/character/large/b55977-wqiEfiJUuEFw.png"
            }
        },
        {
            "name": {
                "full": "William  Shakespeare"
            },
            "description": "Caster of Red is the Caster-class Servant of Jean Rum of the Red Faction in the Great Holy Grail War of Fate/Apocrypha.\n\nPlacing the importance of the Story above all else, he lies and cheats and by any means conduct himself that he might witness the unfolding of a grand tale, beautiful beyond compare. Consequently, he tends to distance himself from mentality of the \"participant,\" taking instead the perspective of an abstract, \"Authorial\" third person. His regard for others differs by individual, dependent on their qualification as a special existence, or \"protagonist.\" He interacts with \"normal humans\" only in a shallow, dismissive manner, and expresses an extreme interest in \"protagonists.\" In slight narcissism, he frequently drops such self-authored quotes as, \"Things bad begun make strong themselves by ill.\" He's taken a liking to certain terminology from modern fiction, such as \"Death-Flagging.\" With short and effective words, he brings to light that what humans usually keep hidden. This is like suddenly being poked by rambling, incongruous words, so one would probably feel shocked.\n\nAs the world is the greatest story ever told to him, or so it ought to be in his eyes, he willingly employs deception, provocation, or anything else for the sake of spinning the story. He greatly loves those who are out of the ordinary from the bottom of his heart, perusing the tales they spin. With greatly exaggerated outbursts of emotion, he acts as he wishes, gracefully admitting that it is suitable to call him a trickster.\n\n~!Caster's true name is William Shakespeare (ウィリアム・シェイクスピア), a poet and playwright from the Elizabethan England.\nHis father was an affluent man in Stratford, but it is uncertain if Shakespeare received a higher education. Half of his life is shrouded in mystery and there are many mysteries in his career, such as an undocumented gap of seven years. In his early days as a playwright, his productions revolved around comedy, then historical drama, before he changed his style for magnificent tragedy. At the same time, he also played as an actor in the underground, and he was the target of slander and derision from influential people. In any case, he just had to write a few works and his reputation didn't know where to stop. Considering how he was belittled by a senior playwright as a \"upstart Crow\" at the time, it seems that he was quite envied.\nHe is the only playwright whose fame has reached around the world, he is representative of authors of the western world. His name shines brilliantly on the history of English literature, his popularity as a great man from England is the highest possible. Still having a large influence over modern literature, it can be said that those with no knowledge of his works are to be disparaged as ignorant. It is also said that those looking to trace the source of any piece of modern literature will always find a Shakespearean creation. Having written too many masterpieces to list, his four greatest tragedies rising above all others are \"Othello,\" \"Macbeth,\" \"Hamlet\" and \"King Lear.\"!~\n\n(Source: Type Moon Wikia)",
            "gender": null,
            
            "image": {
                "large": "https://s4.anilist.co/file/anilistcdn/character/large/b122798-zoECQiNGG8gl.png"
            }
        },
        {
            "name": {
                "full": "Spartacus "
            },
            "description": "Berserker of \"Red\" (“赤”のバーサーカー, \"Aka\" no Bāsākā) is the Berserker-class Servant of Deimlet Pentel of the Red Faction in the Great Holy Grail War of Fate/Apocrypha. Shirou Kotomine assumes command over him before he even meets his Master, but Berserker goes rogue before Shirou enacts his plan to officially become his Master.\n\n~!He is instead forced to contract with Caster of Black when captured by the Black Faction.!~\n~!Berserker's True Name is Spartacus (スパルタクス, Suparutakusu), the strongest Gladiator and the ringleader who raised a large-scale rebellion of slaves in Ancient Rome known as the War of Spartacus.!~",
            "gender": null,
            
            "image": {
                "large": "https://s4.anilist.co/file/anilistcdn/character/large/b129410-B1R1JTwZgDNQ.jpg"
            }
        },
        {
            "name": {
                "full": "Frankenstein "
            },
            "description": "Berserker is Frankenstein, Frankenstein's monster, the homunculus created by Victor Frankenstein appearing in Mary Shelley's novel. Into the Great Holy Grail War Berserker is summoned by Caules Forvedge Yggdmillennia with Victor Frankenstein's plans for a \"perfect human\" as a catalyst\n\n~!Berserker's True Name is Frankenstein (フランケンシュタイン, Furankenshutain), the Frankenstein's monster (フランケンシュタインの怪物, Furankenshutain no Kaibutsu). Based upon the artificial life created by Victor Frankenstein in Mary Shelley's novel \"Frankenstein: or the Modern Prometheus\". Victor sought to recreate the original couple described in the bible -- Adam and Eve. Due to the limitations of man, he first built Eve, intending for her to give birth to the counterpart. What started as a patchwork of lifeless flesh was given life by the energy harnessed from lightning. Unfortunately, what awoke was not the ideal woman that Victor envisioned, but an abomination with the mind of an infant. Having no developed capacity for expression, her sense of morality was completely absent. After presenting the entrails of a slain dog as a gift for the master, she was branded a failure and disassembled, before being abandoned completely.!~",
            "gender": null,
            
            "image": {
                "large": "https://s4.anilist.co/file/anilistcdn/character/large/b129411-ODivzbiio6MQ.png"
            }
        },
        {
            "name": {
                "full": "Achilles "
            },
            "description": "Rider of \"Red\" is the Rider-class Servant of Cabik Pentel of the Red Faction in the Great Holy Grail War of Fate/Apocrypha. Shirou Kotomine assumes command over him before he even meets his Master, and through his machinations he later officially becomes Rider's Master.\n\n~!Rider's True Name is Achilles (アキレウス, Akireusu), one of the famous heroes in the Trojan Wars. Born from the sea goddess Thetis and the hero Peleus, Achilles was blessed by the gods from birth. His mother Thetis, having greatly loved her son, had warmed him within holy flames in order to try and make him immortal. But her husband Peleus had opposed it, saying “Then that would destroy Achilles as a human”, and in the end Achilles grew up while only a certain part of him remained human. Eventually, when war broke out between Troia and Achaea, Achilles was asked the following by his mother Thetis: \"Do you wish to live a long and peaceful life without having your name recognized by the masses? Or do you wish to live the short life of a hero with brilliant achievements in battle?\" Achilles choice went without saying. At the same time as his mother felt pride in his decision, she also felt heartbreakingly sad, because his fate had been predetermined since he was born. If he lived as a hero, he would have a short life, as if sprinting through it at full speed.!~",
            "gender": "Male",
            
            "image": {
                "large": "https://s4.anilist.co/file/anilistcdn/character/large/b129412-HarnBxtTXG1z.jpg"
            }
        },
        {
            "name": {
                "full": "Chiron "
            },
            "description": "Archer of \"Black\" is the Archer-class Servant of Fiore Forvedge Yggdmillennia of the Black Faction in the Great Holy Grail War of Fate/Apocrypha.\n\n~!Archer's True Name is Chiron (ケイローン, Keirōn), a centaur, half man and half horse, who was known as a great sage among his kind in Greek mythology. He is the son of the Titan Cronus, patron of the harvest and the earth, and the deity Philyra, making him a Divine Spirit that would not normally qualify for the status of Heroic Spirit. Philyra, ashamed of her offspring's half man and half horse appearance, asked to be transformed into a linden tree by the gods. !~",
            "gender": "Male",
            
            "image": {
                "large": "https://s4.anilist.co/file/anilistcdn/character/large/b129564-EbXYci7Vqpzz.jpg"
            }
        }
    ]
}