{
    "description": "Legendary King of Britain, and the King of Knights.\nHer childhood name was Altria, but she has been known as King Arthur since her coronation.\nAt a time when chivalry was dying like a flower wilting away, she brought momentary peace and the last bit of prosperity to Britain with her sacred sword in hand.\nIn history books Arthur is male, but in this world she is a woman in disguise.",
    "stats": {
        "Strength": "B",
        "Endurance": "B",
        "Agility": "B",
        "Mana": "A",
        "Luck": "A+",
        "NP": "A++"
    },
    "bond": {
        "level1": {
            "points": 3000,
            "description": "Height/Weight: 154cm, 42kg\nOrigin: Legend of King Arthur\nRegion: England\nAlignment: Lawful-Good\nGender: Female\nDoes not know how to react to affection since she has been pretending to be a man."
        },
        "level2": {
            "points": 6125,
            "description": "An idealistic king who believes a good living and a good life is all anyone needs.\nProtects the weak, punishes the strong, and is an all around a completely faultless person.\nCalm and steady, she is always serious and a model human being.\n...But, even though she doesn't say it out loud, she hates losing.\nShe doesn't go easy on herself, and feels great remorse when she loses."
        },
        "level3": {
            "points": 6125,
            "description": "Charisma: B\nA natural born leader to guide armies.\nImproves her own army's strengths on the battlefield.\nSwears by complete honesty and selfless devotion.\nKnights kneel to her justness, and the people can survive any hardship with her hope.\nHer path of kingship is not to rule over a handful of the strong, but to save many of the poor."
        },
        "level4": {
            "points": 6125,
            "description": "『Excalibur』\nRank: A++\nNP Type: Anti-Fortress\nSword of Promised Victory.\nA weapon not forged by man, but a Divine Construct forged within the Planet.\nThe Noble Phantasm that is greatest of all sacred swords.\nThe true power of the sword lies within its sheath, which is said to be lost forever."
        },
        "level5": {
            "points": 6125,
            "description": "The Legend of King Arthur marks the end of the era of knights.\nKing Arthur repelled many foreign enemies, but was unable to save Britain.\nDue to the betrayal of Mordred, one of the Knights of the Round Table, the country was split into two and the Knights' castle Camelot lost its gleam."
        }
    },
    "np": {
        "name": "Excalibur",
        "type": "Anti-Fortress",
        "damage": {
            "np1": 400,
            "np2": 500,
            "np3": 550,
            "np4": 575
        }
    },
    "acenssion":{"stage1":}
}